Repository: tabeafi/cm-praxis
Catalog: typo3conf/l10n/*/bootstrap_package/Resources/Private/Language/*.locallang_rte.xlf
Languages: de

# class.text-left
source: Text: Left
de: Text: Links

# class.text-right
source: Text: Right
de: Text: Rechts

# class.text-center
source: Text: Center
de: Text: Zentriert

# class.text-justify
source: Text: Justify
de: Text: Blocksatz

# class.lead
source: Text: Lead
de: Text: Hevorheben

# class.active
source: Contextual: Active
de: Kontextbezogen: Aktiv

# class.danger
source: Contextual: Danger
de: Kontextbezogen: Gefahr

# class.info
source: Contextual: Info
de: Kontextbezogen: Info

# class.success
source: Contextual: Success
de: Kontextbezogen:Erfolgreich

# class.warning
source: Contextual: Warning
de: Kontextbezogen: Warnung

# class.visible-lg
source: Visibility: Large devices
de: Sichtbarkeit: Große Geräte

# class.visible-md
source: Visibility: Medium devices
de: Sichtbarkeit: Mittlere Geräte

# class.visible-print
source: Visibility: Print
de: Sichtbarkeit: Drucken

# class.visible-sm
source: Visibility: Small devices
de: Sichtbarkeit: Kleine Geräte

# class.visible-xs
source: Visibility: Extra small devices
de: Sichtbarkeit: Sehr kleine Geräte

# class.table-striped
source: Table: Striped rows
de: Tabelle: Gestreifte Reihen

# class.table-bordered
source: Table: Bordered table
de: Tabelle: Umrandet

# class.table-hover
source: Table: Hover rows
de: Tabelle: Mit Mauseffekt

# class.table-condensed
source: Table: Condensed table
de: Tabelle: Gestaucht

# class.list-unstyled
source: Lists: Unstyled
de: Listen: Ungestyled

# class.list-inline
source: Lists: Inline
de: Listen: Im Text

# class.btn
source: Buttons: Base
de: Buttons: Einfach

# class.btn-default
source: Buttons: Default
de: Buttons: Standard

# class.btn-primary
source: Buttons: Primary
de: Buttons: Primär

# class.btn-success
source: Buttons: Success
de: Buttons: Erfolgreich

# class.btn-warning
source: Buttons: Warning
de: Buttons: Warnung

# class.btn-danger
source: Buttons: Danger
de: Buttons: Gefahr
